"Abkhaz" = "阿布哈兹语";
"Adyghe" = "阿第盖语";
"Afrikaans" = "南非荷兰语";
"Agul" = "安吉尔语";
"Albanian" = "阿尔巴尼亚语";
"All languages that include Latin letters" = "包括拉丁字母的所有语言";
"Altaic" = "阿尔泰语";
"Armenian (Eastern)" = "亚美尼亚语（东部）";
"Armenian (Grabar)" = "亚美尼亚语 (格拉)";
"Armenian (Western)" = "亚美尼亚语 (西部)";
"Awar" = "阿会斯语";
"Aymara" = "艾马拉语";
"Azerbaijani (Cyrillic)" = "阿塞拜疆语 (西里尔文)";
"Azerbaijani (Latin)" = "阿塞拜疆语 (拉丁语系)";
"Bashkir" = "巴什基尔语";
"Basic programming language" = "基编程语言";
"Basque" = "巴士克语";
"Belarussian" = "白俄罗斯语";
"Bemba" = "贝姆巴语";
"Blackfoot" = "北美印地安人语";
"Breton" = "布列塔尼语";
"Bugotu" = "布戈图语";
"Bulgarian" = "保加利亚语";
"Buryat" = "布里亚特语";
"C/C++ programming language" = "C/C++ 编程语言";
"Catalan" = "加泰隆语";
"Cebuano" = "宿雾语";
"Chamorro" = "查莫罗语";
"Chechen" = "车臣语";
"Chukchee" = "楚克其语";
"Chuvash" = "楚瓦什语";
"Cobol programming language" = "Cobol 编程语言";
"Corsican" = "科西嘉语";
"Crimean Tatar" = "克里米亚鞑靼语";
"Croatian" = "克罗地亚语";
"Crow" = "克罗语";
"Czech" = "捷克语";
"Danish" = "丹麦语";
"Dargwa" = "达尔格瓦语";
"Digits language support" = "数字语言支持";
"Dungan" = "东干语";
"Dutch (Flemmish)" = "荷兰语 (Flemmish)";
"Dutch" = "荷兰语";
"English" = "英语";
"Eskimo (Cyrillic)" = "爱斯基摩语（西里尔文）";
"Eskimo (Latin)" = "爱斯基摩语（拉丁语系）";
"Esperanto" = "世界语";
"Estonian" = "爱沙尼亚语";
"Even" = "伊文语";
"Evenki" = "鄂温克语";
"Faroese" = "法罗语";
"Fijian" = "斐济语";
"Finnish" = "芬兰语";
"Fortran programming language" = "Fortran 编程语言";
"French" = "法语";
"Frisian" = "弗里斯兰语";
"Friulian" = "弗留利语";
"Gagauz" = "加告兹语";
"Galician" = "加利西亚语";
"Ganda" = "甘达语";
"German (Luxembourg)" = "德语（卢森堡）";
"German (new spelling)" = "德语（新拼写)";
"German" = "德语";
"Greek" = "希腊语";
"Guarani" = "瓜拉尼语";
"Hani" = "哈尼语";
"Hausa" = "豪萨语";
"Hawaiian" = "夏威夷语";
"Hebrew" = "希伯来语";
"Hungarian" = "匈牙利语";
"Icelandic" = "冰岛语";
"Ido" = "伊多语";
"Indonesian" = "印度尼西亚语";
"Ingush" = "印古什语";
"Interlingua" = "国际语";
"Irish" = "爱尔兰语";
"Italian" = "意大利语";
"Java programming language" = "Java 编程语言";
"Jingpo" = "景颇语";
"Kabardian" = "卡巴尔达语";
"Kalmyk" = "卡尔梅克语";
"Karachay-balkar" = "卡拉恰伊-巴尔卡尔语";
"Karakalpak" = "土库曼语";
"Kasub" = "卡苏比";
"Kawa" = "卡瓦";
"Kazakh" = "哈萨克语";
"Khakass" = "中国木偶剧院举行经典";
"Khanty" = "汉特";
"Kikuyu" = "基库尤人";
"Kirgiz" = "柯尔克孜族";
"Kongo" = "孔戈";
"Koryak" = "科里亚克";
"Kpelle" = "克佩莱";
"Kumyk" = "库米克";
"Kurdish" = "库尔德人";
"Lak" = "拉克";
"Latin" = "拉丁语";
"Latvian" = "拉脱维亚语";
"Lezgi" = "莱兹吉";
"Lithuanian" = "立陶宛语";
"Luba" = "绿霸";
"Macedonian" = "马其顿";
"Malagasy" = "马达加斯加";
"Malay (Malaysian)" = "马来语 （马来西亚）";
"Malinke" = "马林克";
"Maltese" = "马耳他语";
"Mansi" = "曼西";
"Maori" = "毛利语";
"Mari" = "马里";
"Maya" = "玛雅人";
"Miao" = "密奥";
"Minangkabau" = "米南卡堡";
"Mohawk" = "莫霍克";
"Moldavian" = "摩尔多瓦";
"Mongol" = "蒙古";
"Mordvin" = "莫尔多瓦语";
"Nahuatl" = "纳瓦特尔语";
"Nenets" = "涅涅茨";
"Nivkh" = "尼夫赫语";
"Nogay" = "诺尔盖语";
"Norwegian (Bokmal)" = "挪威语 (博克马尔)";
"Norwegian (Nynorsk)" = "挪威语 (尼诺斯克)";
"Nyanja" = "尼扬贾";
"Occidental" = "西方学院";
"Ojibway" = "欧及布威语";
"Old English" = "古英语";
"Old French" = "古法语";
"Old German" = "古德语";
"Old Italian" = "古老的意大利";
"Old Spanish" = "老西班牙";
"Ossetian" = "奥塞梯";
"Papiamento" = "阿门";
"Pascal programming language" = "Pascal 编程语言";
"Polish" = "波兰语";
"Portuguese (Brazilian)" = "葡萄牙语 （巴西）";
"Portuguese" = "葡萄牙语";
"Provencal" = "普罗旺斯";
"Quechua" = "克丘亚语";
"Rhaeto-Romanic" = "拉托罗曼尼奇";
"Romanian" = "罗马尼亚";
"Romany" = "吉普赛人";
"Rundi" = "润";
"Russian (old spelling)" = "俄罗斯 （旧拼写）";
"Russian" = "俄语";
"Rwanda" = "卢旺达";
"Sami (Lappish)" = "Sami (拉普兰)";
"Samoan" = "萨摩亚";
"Scottish Gaelic" = "苏格兰盖尔语";
"Selkup" = "塞尔库普语";
"Serbian (Cyrillic)" = "塞尔维亚语 (西里尔文)";
"Serbian (Latin)" = "塞尔维亚语 (拉丁文)";
"Shona" = "修纳语";
"Simple chemical formulas" = "简单的化学公式";
"Sioux" = "苏福尔斯";
"Slovak" = "斯洛伐克语";
"Slovenian" = "斯洛文尼亚语";
"Somali" = "索马里";
"Sorbian" = "索布语";
"Sotho" = "梭托语";
"Spanish" = "西班牙语";
"Sunda" = "森达语";
"Swahili" = "斯瓦希里语";
"Swazi" = "斯威士兰";
"Swedish" = "瑞典语";
"Tabasaran" = "塔巴萨兰语";
"Tagalog" = "他加禄语";
"Tahitian" = "大溪地";
"Tajik" = "塔吉克";
"Tatar" = "鞑靼语";
"Tok Pisin" = "托克皮钦语";
"Tongan" = "汤加语";
"Tswana" = "茨瓦纳语";
"Tun" = "突尼斯语";
"Turkish" = "土耳其语";
"Turkmen" = "土库曼";
"Tuvinian" = "图瓦语";
"Udmurt" = "乌德穆尔特";
"Uighur (Cyrillic)" = "维吾尔语 (西里尔文)";
"Uighur (Latin)" = "维吾尔语 (拉丁语系)";
"Ukrainian" = "乌克兰语";
"Uzbek (Cyrillic)" = "乌兹别克语 (西里尔文)";
"Uzbek (Latin)" = "乌兹别克语 (拉丁文)";
"Welsh" = "威尔士语";
"Wolof" = "沃洛夫语";
"Xhosa" = "班图语";
"Yakut" = "雅库特";
"Zapotec" = "萨巴特克";
"Zulu" = "祖鲁语";
